<?php

$kw = 'vsdv asvasv sadv sadv sad'; // Keywords for SEO
$desc = 'asdvvsad vasdv sv'; // Description for SEO
$title = 'Новости';
$page = 'news-details';
$img = 'main';
$url = 'https://';



include "partials/header.php" ?>

?>

<main class="main">
    <div class="container-fluid">
        <div class="pages__name">
            <a href="/index.php" class="pages__name-info">Главная</a>
            <div class="pages__name-slash">/</div>
            <a href="/news.php" class="pages__name-info">Новости парфюмерии и косметики</a>
            <div class="pages__name-slash">/</div>
            <a href="/news-details.php" class="pages__name-info">Выведена новая формула современного крема для ухода за кожей лица</a>
        </div>
    </div>

    <div class="container-fluid">

        <div class="services__inner-container ">
            <div class="row">
                <div class="col-12 col-sm-12 col-lg-12 col-xl-10">
                    <h2>Выведена новая формула современного крема для ухода за кожей лица</h2>
                    <div class="data">02/03/2024</div>
                    <img src="/assets/images/news.png" alt="">

                    <h2>Причина первая: потребность в рекламе</h2>
                    <p>
                        При запуске новых продуктов бренд автоматически поднимается в таблоидах и, конечно же, делает максимальную выручку за счет бьюти-маньяков или тематических блогеров, которые скупают все новинки подряд. Механизм тот же самый что и при раскрутке селебритис в глянцевых журналах: красивые фото, истории успеха, мнения экспертов и пр. Медиа решают, кому «жить», а кому «умирать».
                    </p>
                    <p>
                        В высококонкурентной среде у производителей косметики нет выбора, они должны что-то делать, чтобы оставаться на слуху. И один из методов — небольшое изменение формулы продукта. Те продукты, которые на рынке практически завершили свою «первую» жизнь, о которых почти забыли, подвергают модификации, чтобы они снова стали модными, чтобы о них вновь начали говорить — это начало их второй жизни.
                    </p>
                    <h2>Функциональность:</h2>
                    <ul>
                        <li>Причина третья: дефицит ингредиентов</li>
                        <li>Причина четвертая: влияние потребителей</li>
                        <li>Индивидуальный подход: Мы учитываем особенности каждого объекта и разрабатываем систему видеонаблюдения с учётом всех требований и пожеланий клиента.</li>
                        <li>Гарантия качества: Установленная нами система видеонаблюдения будет функционировать стабильно и долгосрочно, а в случае неисправностей мы обеспечиваем гарантийное обслуживание.</li>
                    </ul>
                    <img src="/assets/images/news2.png" alt="">
                    <p>
                        Бренды зависят от доброй воли своих покупателей. Во время скандала с парабенами, который стал серьезным потрясением для всей отрасли, подавляющее большинство производителей были вынуждены заменить их другими консервантами вопреки своему желанию. С точки зрения разработчика, ингредиенты, используемые в продуктах, всегда безопасны.
                    </p>

                </div>
            </div>
        </div>
    </div>

</main>

<?php include "partials/footer.php" ?>