<?php

$kw = 'vsdv asvasv sadv sadv sad'; // Keywords for SEO
$desc = 'asdvvsad vasdv sv'; // Description for SEO
$title = 'Поддержка';
$page = 'oferta';
$img = 'main';
$url = 'https://';
$pageActive = "5";


include "partials/header.php" ?>

<main class="main">
    <div class="container-fluid">
        <div class="row">
            <div class="col-lg-12 col-xl-10">
                <h1>Публичная офферта</h1>
                <section class="oferta">
                    <p>
                        Оферта — один из самых удобных инструментов реализации товаров и услуг для предпринимателей. Она помогает заключать сделки с огромным количеством людей, не используя при этом никаких договоров. 
                        Больше всего пользы для бизнеса оферта приносит в ситуациях, когда вы реализуете свою продукцию для большой группы людей. Разумеется, свои риски здесь тоже присутствуют, но если грамотно изучить вопрос, то можно свести их к минимуму.
                    </p>
                    <p>
                        Оферта — один из самых удобных инструментов реализации товаров и услуг для предпринимателей. Она помогает заключать сделки с огромным количеством людей, не используя при этом никаких договоров. 
                        Больше всего пользы для бизнеса оферта приносит в ситуациях, когда вы реализуете свою продукцию для большой группы людей. Разумеется, свои риски здесь тоже присутствуют, но если грамотно изучить вопрос, то можно свести их к минимуму.
                    </p>
                    <p>
                        Оферта — один из самых удобных инструментов реализации товаров и услуг для предпринимателей. Она помогает заключать сделки с огромным количеством людей, не используя при этом никаких договоров. 
                        Больше всего пользы для бизнеса оферта приносит в ситуациях, когда вы реализуете свою продукцию для большой группы людей. Разумеется, свои риски здесь тоже присутствуют, но если грамотно изучить вопрос, то можно свести их к минимуму.
                    </p>
                </section>
            </div>
        </div>
    </div>

</main>

<?php include "partials/footer.php" ?>